<?php
// Heading
$_['heading_title']    					= 'Почта России и EMS';

//Tab
$_['tab_shipping'] 						= 'Доставка';
$_['tab_setting'] 						= 'Настройки';

// Button
$_['button_apply'] 						= 'Применить';

// Text
$_['text_general'] 						= 'Общие';
$_['text_product'] 						= 'Товар';
$_['text_extension']   					= 'Доставка';
$_['text_shipping'] 					= 'Доставка';
$_['text_edit']     					= 'Редактировать доставку Почта России и EMS';
$_['text_success']  					= 'Настройки модуля обновлены!';
$_['text_api'] 							= 'API PostCalc';
$_['text_light'] 						= 'PostcalcLight';
$_['text_0'] 							= 'Простая бандероль';
$_['text_1'] 							= 'Заказная бандероль';
$_['text_2'] 							= 'Заказная бандероль 1 класса';
$_['text_3'] 							= 'Ценная бандероль';
$_['text_4'] 							= 'Ценная посылка';
$_['text_5'] 							= 'Ценная авиа бандероль';
$_['text_6'] 							= 'Ценная авиа посылка';
$_['text_7'] 							= 'Ценная бандероль 1 класса';
$_['text_8'] 							= 'EMS';
$_['text_9'] 					    	= 'Международный мешок М';
$_['text_10'] 				        	= 'Международный мешок М авиа';
$_['text_11'] 				    		= 'Международный мешок М заказной';
$_['text_12'] 				    		= 'Международный мешок М авиа заказной';
$_['text_13'] 							= 'Международная бандероль';
$_['text_14'] 							= 'Международная авиабандероль';
$_['text_15'] 							= 'Международная бандероль заказная';
$_['text_16'] 							= 'Международная авиабандероль заказная';
$_['text_17'] 							= 'Международный мелкий пакет';
$_['text_18'] 							= 'Международный мелкий пакет авиа';
$_['text_19'] 							= 'Международный мелкий пакет заказной';
$_['text_20'] 							= 'Международный мелкий пакет авиа заказной';
$_['text_21'] 				    		= 'ЕMS международное - документы';
$_['text_22'] 			    			= 'ЕMS международное - товары';
$_['text_23'] 				    		= 'Курьер Онлайн (оптовые клиенты)';
$_['text_24'] 			    			= 'Посылка Онлайн (оптовые клиенты)';
$_['text_25'] 							= 'Простое письмо';
$_['text_26'] 							= 'Заказное письмо';
$_['text_27'] 							= 'Ценное письмо';
$_['text_28'] 							= 'Простой мультиконверт';
$_['text_29'] 							= 'Заказной мультиконверт';
$_['text_30'] 							= 'Простое письмо 1 класс';
$_['text_31'] 							= 'Заказное письмо 1 класс';
$_['text_32'] 							= 'Ценное письмо 1 класс';
$_['text_no_shipping'] 					= 'Вы еще не создали ни одного способа доставки, выберите из списка нужный способ и нажмите кнопку Добавить';

// Entry
$_['entry_postcode_default'] 			= 'Индекс получателя';
$_['entry_width']       				= 'Ширина';
$_['entry_height']       			    = 'Высота';
$_['entry_image']       				= 'Изображение';
$_['entry_show_images']       			= 'Показывать изображения';
$_['entry_image_size']       			= 'Размер изображения';
$_['entry_cost']       				= 'Наценка';
$_['entry_free']      					= 'Бесплатная доставка';
$_['entry_limit']       				= 'Лимит суммы';
$_['entry_tax_class']  					= 'Налоговый класс';
$_['entry_geo_zone']   					= 'Географическая зона';
$_['entry_status']     					= 'Статус';
$_['entry_sort_order'] 					= 'Порядок сортировки';
$_['entry_type'] 						= 'Тип';
$_['entry_postcode'] 					= 'Индекс отправки';
$_['entry_city'] 						= 'Город отправки';
$_['entry_weight'] 						= 'Вес по умолчанию (гр.)';
$_['entry_weight_pack'] 				= 'Вес упаковки (гр.)';
$_['entry_declare'] 					= 'Объявленная ценность';
$_['entry_time'] 						= 'Срок доставки';
$_['entry_title'] 						= 'Заголовок';
$_['entry_date'] 						= 'Максимальный срок доставки';
$_['entry_hide']       					= 'Скрывать, если находимся в своём регионе:';
$_['entry_weight_class']                = 'Вес';
$_['entry_type_query']                  = 'Тип запроса';
$_['entry_debug']                  		= 'Отладка';

//Help
$_['help_image_size']					= 'Размер изображения способов доставки на странице оформления заказа';
$_['help_weight_class']					= 'Укажите вес в граммах. Необходимо для правильного расчёта в API Postcalc';
$_['help_limit']						= 'Минимальная сумма заказа, необходимая для того, чтобы доставка стала доступна.';
$_['help_free']							= 'Минимальная сумма заказа для бесплатной доставки.';
$_['help_postcode_default']				= 'Укажите индекс получателя если используете оформление заказа с одним шагом, необходимо чтобы отображались способы доставки пока покупатель не ввёл данные своего адреса';

// Error
$_['error_warning'] 					= 'Ошибка! Проверьте форму на наличие ошибок!';
$_['error_permission'] 					= 'У Вас нет прав для управления этим модулем!';
$_['error_postcode'] 					= 'Введите Индекс отправки!';
$_['error_city'] 						= 'Введите Город отправки!';