<?php
// Heading
$_['heading_title']  = 'Повідомити про наявність';
$_['mail_title'] 	= 'Повідомлення про наявність!';
$_['admin_mail_title'] = 'Прийшла нова заявка на повідомлення';

// account
$_['heading_title_account']  = 'Заявки на повідомлення';
$_['text_data_add']  = 'Дата заявки';
$_['text_quantity']  = 'Статус';
$_['text_notify_no'] = 'У вас немає заявок.';
$_['text_delete']   = 'Видалити заявку';


// Text 
$_['success']   = 'Ваш запит прийнятий. Перевірте свою поштову скриньку.';
$_['button_send']   = 'Відправить';
$_['mail_notify']  = 'Дякую за заявку. Ми обов\'язково повідомимо вам, як тільки товар з\'явиться в наявності!';
$_['admin_mail_notify'] = 'Ви отримали нову заявку на повідомлення про наявність.';
$_['text_product'] = 'Товар';
$_['product_page'] = 'Товар на сайті ';
$_['text_price'] = 'Вартість';
$_['text_detail'] = 'Детальніше';
$_['text_mail_send'] = 'Ви замовили повідомлення по товару:';
$_['text_agree']           = 'Я прочитав і згоден з умовами <a href="%s" class="agree"><b>%s</b></a>';
$_['admin_mail_title_subject'] = 'Нове повідомлення про наявність!';

$_['info_product'] = 'Сторінка товару:';
// Entry Fields
$_['entry_product']     = 'Товар:';
$_['entry_name'] = 'Ваше ім\'я:';
$_['entry_price'] 	= 'Вартість';
$_['entry_mail']    = 'E-Mail:';
$_['entry_enquiry']  = 'Додаткову информація:';
$_['entry_phone']  = 'Телефон';

// Email
$_['email_subject']  = '%s, запит на повідомлення прийнято!';

// Errors
$_['error'] = "Помилка запиту! Спробуй пізніше!";
$_['error_send_motify'] = 'Немає заявок для відправки!';
$_['success_send_motify'] = 'Повідомлення віправлені!';
$_['error_name'] = 'Ім\'я повинно бути від 3 до 32 символів!';
$_['error_email'] = 'E-mail адресу введено неправильно!';
$_['error_product'] = 'Неправильне найменування товару!';
$_['error_price'] = 'Неправильна ціна!';
$_['error_captcha'] = 'Код перевірки не збігається із зображенням!';

// ARBITRARY ERRORS
$_['text_arbitrary_required'] = 'Дане поле обов\'язково до заповнення';
$_['text_arbitrary_phone'] = 'Введіть коректний номер телефону (000)123-45-67';
$_['text_arbitrary_min_two'] = 'Введіть більше одного символу';
$_['text_arbitrary_email'] = 'Потрібно ввести E-mail';
$_['text_arbitrary_number'] = 'Можна вводити тільки цифри';
$_['placeholder_phone'] = 'Приклад (000)123-45-67';

?>
